{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","language":"pl","project_id_version":"WooCommerce - WooCommerce Payments"},"Accept your payment with EPS — a common payment method in Austria.":["Zaakceptuj płatność za pomocą EPS, popularnej metody płatności w Austrii."],"EPS":["EPS"],"Bulk Electronic Clearing System — Accept secure bank transfer from Australia.":["Elektroniczny system rozliczeń zbiorczych — zaakceptuj bezpieczny przelew bankowy z Australii."],"BECS Direct Debit":["Polecenie zapłaty BECS"],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact to metoda płatności oparta na przekierowaniu do banku, oferowana przez ponad 80% sklepów internetowych w Belgii."],"Bancontact":["Bancontact"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Rozwijaj firmę, korzystając z iDEAL, najpopularniejszej w Holandii metody płatności."],"iDEAL":["iDEAL"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Akceptuj płatności, korzystając z Przelewy24 (P24), najpopularniejszej w Polsce metody płatności."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Dotrzyj do 500 milionów klientów i ponad 20 milionów firm w Unii Europejskiej."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Akceptuj bezpieczne przelewy bankowe z Austrii, Belgii, Niemiec, Włoch, Holandii i Hiszpanii."],"Expand your business with giropay — Germany’s second most popular payment system.":["Rozwijaj swój biznes dzięki GiroPay ― drugi pod względem popularności system płatności w Niemczech."],"giropay":["GiroPay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Zapewnij swoim klientom możliwość płacenia za pomocą głównych kart kredytowych i debetowych bez opuszczania Twojego sklepu."],"Credit card \/ debit card":["Karta kredytowa \/ karta debetowa"],"Sofort":["Sofort"],"SEPA Direct Debit":["Polecenie zapłaty SEPA"]}}}